Repository: AdgaiWalker/Dorazoom
Catalog: Sources/ZoomItMacCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es_419, es_es, fr, ja, ko, pt_br, zh_hans, zh_hant

# launch_at_login.unavailable
source: Launch at login requires running DoraZoom from DoraZoom.app.
de: „Beim Anmelden öffnen“ erfordert, dass DoraZoom über DoraZoom.app ausgeführt wird.
es_419: Abrir al iniciar sesión requiere ejecutar DoraZoom desde DoraZoom.app.
es_es: Abrir al iniciar sesión requiere ejecutar DoraZoom desde DoraZoom.app.
fr: L’ouverture à la connexion nécessite d’exécuter DoraZoom depuis DoraZoom.app.
ja: ログイン時に開くには、DoraZoom.app から DoraZoom を実行する必要があります。
ko: 로그인 시 실행하려면 DoraZoom.app에서 DoraZoom을 실행해야 합니다.
pt_br: Abrir ao iniciar a sessão exige que o DoraZoom seja executado pelo DoraZoom.app.
zh_hans: 登录时启动需要从 DoraZoom.app 运行 DoraZoom。
zh_hant: 登入時啟動需要從 DoraZoom.app 執行 DoraZoom。

# panorama.capture.cancelled
source: Panorama cancelled
de: Panorama abgebrochen
es_419: Panorámica cancelada
es_es: Panorámica cancelada
fr: Panorama annulé
ja: パノラマをキャンセルしました
ko: 파노라마를 취소했습니다
pt_br: Panorama cancelado
zh_hans: 已取消全景捕捉
zh_hant: 已取消全景擷取

# panorama.capture.cancelled_empty
source: Panorama cancelled — nothing was captured
de: Panorama abgebrochen — es wurde nichts aufgenommen
es_419: Panorámica cancelada — no se capturó nada
es_es: Panorámica cancelada — no se ha capturado nada
fr: Panorama annulé — aucune image capturée
ja: パノラマをキャンセルしました — 何も取り込まれていません
ko: 파노라마를 취소했습니다 — 캡처된 내용 없음
pt_br: Panorama cancelado — nada foi capturado
zh_hans: 已取消全景捕捉 — 未捕捉任何内容
zh_hant: 已取消全景擷取 — 未擷取任何內容

# panorama.capture.instruction.many_frames
source: Panorama: scroll the content, then press the shortcut again to finish — %d frames
de: Panorama: Inhalt scrollen und zum Beenden erneut den Kurzbefehl drücken — %d Bilder
es_419: Panorámica: desplaza el contenido y vuelve a presionar el atajo para terminar — %d fotogramas
es_es: Panorámica: desplaza el contenido y vuelve a pulsar el atajo para terminar — %d fotogramas
fr: Panorama : faites défiler le contenu, puis appuyez de nouveau sur le raccourci pour terminer — %d images
ja: パノラマ：内容をスクロールし、もう一度ショートカットを押して終了 — %dフレーム
ko: 파노라마: 콘텐츠를 스크롤한 다음 단축키를 다시 눌러 완료 — %d프레임
pt_br: Panorama: role o conteúdo e pressione o atalho novamente para terminar — %d quadros
zh_hans: 全景捕捉：滚动内容，然后再次按快捷键完成 — %d 帧
zh_hant: 全景擷取：捲動內容，然後再次按快速鍵完成 — %d 格畫面

# panorama.capture.instruction.one_frame
source: Panorama: scroll the content, then press the shortcut again to finish — %d frame
de: Panorama: Inhalt scrollen und zum Beenden erneut den Kurzbefehl drücken — %d Bild
es_419: Panorámica: desplaza el contenido y vuelve a presionar el atajo para terminar — %d fotograma
es_es: Panorámica: desplaza el contenido y vuelve a pulsar el atajo para terminar — %d fotograma
fr: Panorama : faites défiler le contenu, puis appuyez de nouveau sur le raccourci pour terminer — %d image
ja: パノラマ：内容をスクロールし、もう一度ショートカットを押して終了 — %dフレーム
ko: 파노라마: 콘텐츠를 스크롤한 다음 단축키를 다시 눌러 완료 — %d프레임
pt_br: Panorama: role o conteúdo e pressione o atalho novamente para terminar — %d quadro
zh_hans: 全景捕捉：滚动内容，然后再次按快捷键完成 — %d 帧
zh_hant: 全景擷取：捲動內容，然後再次按快速鍵完成 — %d 格畫面

# panorama.output.copied_to_clipboard
source: Panorama copied to the clipboard
de: Panorama in die Zwischenablage kopiert
es_419: Panorámica copiada al portapapeles
es_es: Panorámica copiada al portapapeles
fr: Panorama copié dans le presse-papiers
ja: パノラマをクリップボードにコピーしました
ko: 파노라마를 클립보드에 복사했습니다
pt_br: Panorama copiado para a área de transferência
zh_hans: 全景图已复制到剪贴板
zh_hant: 全景影像已複製到剪貼板

# panorama.output.ready_to_save
source: Panorama ready to save
de: Panorama kann gesichert werden
es_419: Panorámica lista para guardar
es_es: Panorámica lista para guardar
fr: Panorama prêt à être enregistré
ja: パノラマを保存できます
ko: 파노라마를 저장할 수 있습니다
pt_br: Panorama pronto para salvar
zh_hans: 全景图可以保存了
zh_hant: 全景影像可以儲存了

source: Panorama stitching cancelled
de: Zusammenfügen des Panoramas abgebrochen
es_419: Ensamblado de la panorámica cancelado
es_es: Ensamblado de la panorámica cancelado
fr: Assemblage du panorama annulé
ja: パノラマの結合をキャンセルしました
ko: 파노라마 합성이 취소되었습니다
pt_br: Montagem do panorama cancelada
zh_hans: 已取消全景拼接
zh_hant: 已取消全景拼接

# panorama.stitching.failed
source: The panorama could not be stitched
de: Das Panorama konnte nicht zusammengefügt werden
es_419: No se pudo ensamblar la panorámica
es_es: No se ha podido ensamblar la panorámica
fr: Impossible d’assembler le panorama
ja: パノラマを結合できませんでした
ko: 파노라마를 합성할 수 없습니다
pt_br: Não foi possível montar o panorama
zh_hans: 无法拼接全景图
zh_hant: 無法拼接全景影像

# panorama.stitching.progress
source: DoraZoom is stitching the panorama…
de: DoraZoom fügt das Panorama zusammen…
es_419: DoraZoom está ensamblando la panorámica…
es_es: DoraZoom está ensamblando la panorámica…
fr: DoraZoom assemble le panorama…
ja: DoraZoom がパノラマを結合しています…
ko: DoraZoom이 파노라마를 합성하고 있습니다…
pt_br: O DoraZoom está montando o panorama…
zh_hans: DoraZoom 正在拼接全景图…
zh_hant: DoraZoom 正在拼接全景影像…

# permission_center.action.open_system_settings
source: Open System Settings
de: Systemeinstellungen öffnen
es_419: Abrir Configuración del Sistema
es_es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

# permission_center.action.request
source: Request Permission
de: Berechtigung anfordern
es_419: Solicitar permiso
es_es: Solicitar permiso
fr: Demander l’autorisation
ja: アクセスを要求
ko: 권한 요청
pt_br: Solicitar permissão
zh_hans: 请求权限
zh_hant: 要求權限

# permission_center.action.restart_app
source: Restart DoraZoom
de: DoraZoom neu starten
es_419: Reiniciar DoraZoom
es_es: Reiniciar DoraZoom
fr: Redémarrer DoraZoom
ja: DoraZoom を再起動
ko: DoraZoom 재시동
pt_br: Reiniciar o DoraZoom
zh_hans: 重新启动 DoraZoom
zh_hant: 重新啟動 DoraZoom

# permission_center.explanation
source: DoraZoom requests access only when you use the related feature. This page refreshes automatically when you return to DoraZoom.
de: DoraZoom fordert den Zugriff erst an, wenn du die zugehörige Funktion verwendest. Diese Seite wird automatisch aktualisiert, wenn du zu DoraZoom zurückkehrst.
es_419: DoraZoom solo solicita acceso cuando usas la función correspondiente. Esta página se actualiza automáticamente cuando regresas a DoraZoom.
es_es: DoraZoom solo solicita acceso cuando usas la función correspondiente. Esta página se actualiza automáticamente al volver a DoraZoom.
fr: DoraZoom demande l’accès uniquement lorsque vous utilisez la fonction correspondante. Cette page s’actualise automatiquement à votre retour dans DoraZoom.
ja: DoraZoom は、関連する機能を使うときだけアクセスを要求します。DoraZoom に戻ると、このページは自動的に更新されます。
ko: DoraZoom은 관련 기능을 사용할 때만 접근 권한을 요청합니다. DoraZoom으로 돌아오면 이 페이지가 자동으로 새로 고쳐집니다.
pt_br: O DoraZoom só solicita acesso quando você usa o recurso correspondente. Esta página é atualizada automaticamente quando você volta ao DoraZoom.
zh_hans: DoraZoom 仅在你使用相关功能时请求访问权限。返回 DoraZoom 后，此页面会自动刷新。
zh_hant: DoraZoom 只會在你使用相關功能時要求存取權限。返回 DoraZoom 後，此頁面會自動重新整理。

# permission_center.kind.accessibility
source: Accessibility
de: Bedienungshilfen
es_419: Accesibilidad
es_es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 손쉬운 사용
pt_br: Acessibilidade
zh_hans: 辅助功能
zh_hant: 輔助使用

# permission_center.kind.camera
source: Camera
de: Kamera
es_419: Cámara
es_es: Cámara
fr: Caméra
ja: カメラ
ko: 카메라
pt_br: Câmera
zh_hans: 摄像头
zh_hant: 相機

# permission_center.kind.input_monitoring_fallback
source: Input Monitoring (Fallback)
de: Eingabeüberwachung (Ersatz)
es_419: Monitoreo de entrada (alternativo)
es_es: Monitorización de entrada (alternativa)
fr: Surveillance de l’entrée (secours)
ja: 入力監視（フォールバック）
ko: 입력 모니터링(대체)
pt_br: Monitoramento de Entrada (alternativo)
zh_hans: 输入监控（备用）
zh_hant: 輸入監控（備用）

# permission_center.kind.microphone
source: Microphone
de: Mikrofon
es_419: Micrófono
es_es: Micrófono
ja: マイク
ko: 마이크
pt_br: Microfone
zh_hans: 麦克风
zh_hant: 麥克風

# permission_center.kind.screen_recording
source: Screen Recording
de: Bildschirmaufnahme
es_419: Grabación de pantalla
es_es: Grabación de pantalla
fr: Enregistrement de l’écran
ja: 画面収録
ko: 화면 녹화
pt_br: Gravação de Tela
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

# permission_center.purpose.camera
source: Used to record camera picture-in-picture
de: Zum Aufzeichnen des Kamerabilds als Bild-in-Bild
es_419: Se usa para grabar el video de la cámara en imagen dentro de imagen
es_es: Se usa para grabar la imagen de la cámara como imagen dentro de imagen
fr: Utilisé pour enregistrer l’image de la caméra en incrustation
ja: カメラのピクチャ・イン・ピクチャを収録するために使用します
ko: 카메라 화면 속 화면을 녹화하는 데 사용
pt_br: Usado para gravar a imagem da câmera em imagem sobre imagem
zh_hans: 用于录制画中画摄像头画面
zh_hant: 用於錄製子母畫面相機影像

# permission_center.purpose.input_listening
source: Used to show clicks and shortcuts in recordings, or listen for fallback hotkeys
de: Zum Anzeigen von Klicks und Kurzbefehlen in Aufnahmen oder zum Erkennen von Ersatzkurzbefehlen
es_419: Se usa para mostrar clics y atajos en las grabaciones o detectar atajos alternativos
es_es: Se usa para mostrar clics y atajos en las grabaciones o detectar atajos alternativos
fr: Utilisé pour afficher les clics et raccourcis dans les enregistrements ou détecter les raccourcis de secours
ja: 収録にクリックやショートカットを表示したり、フォールバックホットキーを検出したりするために使用します。
ko: 녹화에 클릭과 단축키를 표시하거나 대체 단축키를 감지하는 데 사용
pt_br: Usado para mostrar cliques e atalhos nas gravações ou detectar atalhos alternativos
zh_hans: 用于在录制中显示点击和快捷键，或监听备用热键
zh_hant: 用於在錄製內容中顯示滑鼠點按與快速鍵，或偵測備用快速鍵

# permission_center.purpose.input_posting
source: Used to convert ⌃V after a screenshot to native ⌘V
de: Zum Umwandeln von ⌃V nach einem Bildschirmfoto in das native ⌘V
es_419: Se usa para convertir ⌃V después de una captura en el ⌘V nativo
es_es: Se usa para convertir ⌃V después de una captura en el ⌘V nativo
fr: Utilisé pour convertir ⌃V après une capture en ⌘V natif
ja: スクリーンショット後の ⌃V をネイティブの ⌘V に変換するために使用します
ko: 스크린샷 후 ⌃V를 기본 ⌘V로 변환하는 데 사용
pt_br: Usado para transformar ⌃V após uma captura no ⌘V nativo
zh_hans: 用于在截图后将 ⌃V 转换为原生 ⌘V
zh_hant: 用於在螢幕截圖後將 ⌃V 轉換為原生 ⌘V

# permission_center.purpose.microphone
source: Used to record your voice
de: Zum Aufnehmen deiner Stimme
es_419: Se usa para grabar tu voz
es_es: Se usa para grabar tu voz
fr: Utilisé pour enregistrer votre voix
ja: 音声を収録するために使用します
ko: 목소리를 녹음하는 데 사용
pt_br: Usado para gravar sua voz
zh_hans: 用于录制你的声音
zh_hant: 用於錄製你的聲音

# permission_center.purpose.screen_capture
source: Used for zoom, drawing, screenshots, and screen recording
de: Für Zoom, Zeichnen, Bildschirmfotos und Bildschirmaufnahmen
es_419: Se usa para zoom, dibujo, capturas y grabación de pantalla
es_es: Se usa para zoom, dibujo, capturas y grabación de pantalla
fr: Utilisé pour le zoom, le dessin, les captures et l’enregistrement de l’écran
ja: ズーム、描画、スクリーンショット、画面収録に使用します
ko: 확대, 그리기, 스크린샷, 화면 녹화에 사용
pt_br: Usada para zoom, desenho, capturas e gravação de tela
zh_hans: 用于缩放、绘图、截图和屏幕录制
zh_hant: 用於縮放、繪圖、螢幕截圖和螢幕錄製

# permission_center.status.needs_settings
source: Open System Settings to Continue
de: Zum Fortfahren Systemeinstellungen öffnen
es_419: Abre Configuración del Sistema para continuar
es_es: Abre Ajustes del Sistema para continuar
fr: Ouvrez Réglages Système pour continuer
ja: システム設定を開いて続けてください
ko: 계속하려면 시스템 설정을 여세요
pt_br: Abra os Ajustes do Sistema para continuar
zh_hans: 打开系统设置以继续
zh_hant: 開啟系統設定以繼續

# permission_center.status.not_requested
source: Not Requested
de: Nicht angefordert
es_419: No solicitado
es_es: Sin solicitar
fr: Non demandée
ja: 未要求
ko: 요청하지 않음
pt_br: Não solicitada
zh_hans: 尚未请求
zh_hant: 尚未要求

# permission_center.status.optional_not_enabled
source: Optional · Not Enabled
de: Optional · Nicht aktiviert
es_419: Opcional · No activado
es_es: Opcional · No activado
fr: Facultative · Non activée
ja: 任意 · 無効
ko: 선택 사항 · 비활성화됨
pt_br: Opcional · Não ativada
zh_hans: 可选 · 未启用
zh_hant: 選用 · 未啟用

# permission_center.status.ready
source: Ready
de: Bereit
es_419: Listo
es_es: Listo
fr: Prêt
ja: 準備完了
ko: 준비 완료
pt_br: Pronto
zh_hans: 就绪
zh_hant: 就緒

# permission_center.status.restart_required
source: Granted · Restart Required
de: Erteilt · Neustart erforderlich
es_419: Concedido · Se requiere reiniciar
es_es: Concedido · Reinicio necesario
fr: Accordée · Redémarrage requis
ja: 許可済み · 再起動が必要
ko: 허용됨 · 재시동 필요
pt_br: Concedida · Reinicialização necessária
zh_hans: 已授予 · 需要重新启动
zh_hant: 已允許 · 需要重新啟動

# permission_center.title
source: Permissions
de: Berechtigungen
es_419: Permisos
es_es: Permisos
fr: Autorisations
ja: アクセス権
ko: 권한
pt_br: Permissões
zh_hans: 权限
zh_hant: 權限

# permission_center.window_title
source: DoraZoom Permissions
de: DoraZoom-Berechtigungen
es_419: Permisos de DoraZoom
es_es: Permisos de DoraZoom
fr: Autorisations DoraZoom
ja: DoraZoom のアクセス権
ko: DoraZoom 권한
pt_br: Permissões do DoraZoom
zh_hans: DoraZoom 权限
zh_hant: DoraZoom 權限

# permission_prompt.continue
source: Continue
de: Fortfahren
es_419: Continuar
es_es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

# permission_prompt.not_now
source: Not Now
de: Nicht jetzt
es_419: Ahora no
es_es: Ahora no
fr: Plus tard
ja: 今はしない
ko: 나중에
pt_br: Agora não
zh_hans: 暂不
zh_hant: 暫時不要

# position.bottom
source: Bottom
de: Unten
es_419: Abajo
es_es: Abajo
fr: En bas
ja: 下
ko: 아래
pt_br: Inferior
zh_hans: 底部
zh_hant: 下方

# position.bottom_left
source: Bottom Left
de: Unten links
es_419: Abajo a la izquierda
es_es: Abajo a la izquierda
fr: En bas à gauche
ja: 左下
ko: 왼쪽 아래
pt_br: Inferior à esquerda
zh_hans: 左下
zh_hant: 左下

# position.bottom_right
source: Bottom Right
de: Unten rechts
es_419: Abajo a la derecha
es_es: Abajo a la derecha
fr: En bas à droite
ja: 右下
ko: 오른쪽 아래
pt_br: Inferior à direita
zh_hans: 右下
zh_hant: 右下

# position.center
source: Center
de: Mitte
es_419: Centro
es_es: Centro
fr: Au centre
ja: 中央
ko: 가운데
pt_br: Centro
zh_hans: 居中
zh_hant: 中央

# position.left
source: Left
de: Links
es_419: Izquierda
es_es: Izquierda
fr: À gauche
ja: 左
ko: 왼쪽
pt_br: Esquerda
zh_hans: 左侧
zh_hant: 左側

# position.right
source: Right
de: Rechts
es_419: Derecha
es_es: Derecha
fr: À droite
ja: 右
ko: 오른쪽
pt_br: Direita
zh_hans: 右侧
zh_hant: 右側

# position.top
source: Top
de: Oben
es_419: Arriba
es_es: Arriba
fr: En haut
ja: 上
ko: 위
pt_br: Superior
zh_hans: 顶部
zh_hant: 上方

# position.top_left
source: Top Left
de: Oben links
es_419: Arriba a la izquierda
es_es: Arriba a la izquierda
fr: En haut à gauche
ja: 左上
ko: 왼쪽 위
pt_br: Superior à esquerda
zh_hans: 左上
zh_hant: 左上

# position.top_right
source: Top Right
de: Oben rechts
es_419: Arriba a la derecha
es_es: Arriba a la derecha
fr: En haut à droite
ja: 右上
ko: 오른쪽 위
pt_br: Superior à direita
zh_hans: 右上
zh_hant: 右上

# recording.editor.action.advanced_editing
source: Advanced Editing…
de: Erweiterte Bearbeitung…
es_419: Edición avanzada…
es_es: Edición avanzada…
fr: Montage avancé…
ja: 詳細編集…
ko: 고급 편집…
pt_br: Edição avançada…
zh_hans: 高级编辑…
zh_hant: 進階編輯…

# recording.editor.action.append
source: Append…
de: Anhängen…
es_419: Agregar…
es_es: Añadir…
fr: Ajouter…
ja: 追加…
ko: 이어 붙이기…
pt_br: Adicionar…
zh_hans: 追加…
zh_hant: 附加…

# recording.editor.action.delete_range
source: Delete Range
de: Bereich löschen
es_419: Eliminar intervalo
es_es: Eliminar intervalo
fr: Supprimer la plage
ja: 範囲を削除
ko: 범위 삭제
pt_br: Apagar intervalo
zh_hans: 删除范围
zh_hant: 刪除範圍

# recording.editor.action.delete_range_help
source: Delete the selected timeline range (Delete). Use Command-Z to undo.
de: Den ausgewählten Zeitleistenbereich löschen (Löschen). Mit Command-Z widerrufen.
es_419: Elimina el intervalo seleccionado de la línea de tiempo (Eliminar). Usa Command-Z para deshacer.
es_es: Elimina el intervalo seleccionado de la línea de tiempo (Suprimir). Usa Command-Z para deshacer.
fr: Supprimez la plage sélectionnée dans la timeline (Supprimer). Utilisez Command-Z pour annuler.
ja: 選択したタイムライン範囲を削除します（Delete）。Command-Z で取り消せます。
ko: 선택한 타임라인 범위를 삭제합니다(Delete). Command-Z로 실행 취소합니다.
pt_br: Apaga o intervalo selecionado da linha do tempo (Apagar). Use Command-Z para desfazer.
zh_hans: 删除所选时间线范围（Delete）。使用 Command-Z 撤销。
zh_hant: 刪除所選時間軸範圍（Delete）。使用 Command-Z 還原。

# recording.editor.action.export
source: Export…
de: Exportieren…
es_419: Exportar…
es_es: Exportar…
fr: Exporter…
ja: 書き出す…
ko: 내보내기…
pt_br: Exportar…
zh_hans: 导出…
zh_hant: 輸出…

# recording.editor.action.reveal_in_finder
source: Show in Finder
de: Im Finder zeigen
es_419: Mostrar en Finder
es_es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finder に表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# recording.editor.append.open_panel.title
source: Select a Video to Append
de: Anzuhängendes Video auswählen
es_419: Seleccionar un video para agregar
es_es: Seleccionar un vídeo para añadir
fr: Sélectionner une vidéo à ajouter
ja: 追加するビデオを選択
ko: 이어 붙일 비디오 선택
pt_br: Selecionar um vídeo para adicionar
zh_hans: 选择要追加的视频
zh_hant: 選擇要附加的影片

# recording.editor.audio.mute
source: Mute
de: Stummschalten
es_419: Silenciar
es_es: Silenciar
fr: Couper le son
ja: ミュート
ko: 음소거
pt_br: Silenciar
zh_hans: 静音
zh_hant: 靜音

# recording.editor.audio.unmute
source: Unmute
de: Stummschaltung aufheben
es_419: Activar sonido
es_es: Activar sonido
fr: Rétablir le son
ja: ミュート解除
ko: 음소거 해제
pt_br: Ativar som
zh_hans: 取消静音
zh_hant: 取消靜音

# recording.editor.transition.fade_to_black
source: Fade to Black
de: Zu Schwarz überblenden
es_419: Fundido a negro
es_es: Fundido a negro
fr: Fondu au noir
ja: 黒へフェード
ko: 검은색으로 페이드
pt_br: Transição para preto
zh_hans: 淡出到黑色
zh_hant: 淡出至黑色

# recording.editor.transition.fade_to_white
source: Fade to White
de: Zu Weiß überblenden
es_419: Fundido a blanco
es_es: Fundido a blanco
fr: Fondu au blanc
ja: 白へフェード
ko: 흰색으로 페이드
pt_br: Transição para branco
zh_hans: 淡出到白色
zh_hant: 淡出至白色

# recording.editor.transition.label
source: Transition:
de: Übergang:
es_419: Transición:
es_es: Transición:
ja: トランジション：
ko: 전환:
pt_br: Transição:
zh_hans: 转场：
zh_hant: 轉場：

# recording.editor.transition.none
source: No Transition
de: Kein Übergang
es_419: Sin transición
es_es: Sin transición
fr: Aucune transition
ja: トランジションなし
ko: 전환 없음
pt_br: Sem transição
zh_hans: 无转场
zh_hant: 無轉場

# recording.editor.window.advanced_title
source: DoraZoom: Advanced Editor
de: DoraZoom: Erweiterter Editor
es_419: DoraZoom: editor avanzado
es_es: DoraZoom: editor avanzado
fr: DoraZoom : éditeur avancé
ja: DoraZoom：詳細エディタ
ko: DoraZoom: 고급 편집기
pt_br: DoraZoom: editor avançado
zh_hans: DoraZoom：高级编辑器
zh_hant: DoraZoom：進階編輯器

# recording.editor.window.result_title
source: DoraZoom: Recording Result
de: DoraZoom: Aufnahmeergebnis
es_419: DoraZoom: resultado de la grabación
es_es: DoraZoom: resultado de la grabación
fr: DoraZoom : résultat de l’enregistrement
ja: DoraZoom：収録結果
ko: DoraZoom: 녹화 결과
pt_br: DoraZoom: resultado da gravação
zh_hans: DoraZoom：录制结果
zh_hant: DoraZoom：錄製結果

# recording.error.plan.display_not_found
source: Display %u is no longer available.
de: Bildschirm %u ist nicht mehr verfügbar.
es_419: La pantalla %u ya no está disponible.
es_es: La pantalla %u ya no está disponible.
fr: L’écran %u n’est plus disponible.
ja: ディスプレイ %u は利用できなくなりました。
ko: 디스플레이 %u: 더 이상 사용할 수 없습니다.
pt_br: A tela %u não está mais disponível.
zh_hans: 显示器 %u 已不可用。
zh_hant: 顯示器 %u 已無法使用。

# recording.error.plan.invalid_region
source: The selected recording region is invalid (%.0f × %.0f).
de: Der ausgewählte Aufnahmebereich ist ungültig (%.0f × %.0f).
es_419: El área de grabación seleccionada no es válida (%.0f × %.0f).
es_es: La zona de grabación seleccionada no es válida (%.0f × %.0f).
fr: La zone d’enregistrement sélectionnée n’est pas valide (%.0f × %.0f).
ja: 選択した収録範囲が無効です（%.0f × %.0f）。
ko: 선택한 녹화 영역이 올바르지 않습니다(%.0f × %.0f).
pt_br: A área de gravação selecionada é inválida (%.0f × %.0f).
zh_hans: 所选录制区域无效（%.0f × %.0f）。
zh_hant: 所選錄製區域無效（%.0f × %.0f）。

# recording.error.plan.no_display_available
source: No display is available for recording.
de: Für die Aufnahme ist kein Bildschirm verfügbar.
es_419: No hay ninguna pantalla disponible para grabar.
es_es: No hay ninguna pantalla disponible para grabar.
fr: Aucun écran n’est disponible pour l’enregistrement.
ja: 収録できるディスプレイがありません。
ko: 녹화할 수 있는 디스플레이가 없습니다.
pt_br: Não há nenhuma tela disponível para gravação.
zh_hans: 没有可用于录制的显示器。
zh_hant: 沒有可供錄製的顯示器。

# recording.error.plan.window_display_not_found
source: Window %u belongs to display %u, which is no longer available.
de: Fenster %u gehört zu Bildschirm %u, der nicht mehr verfügbar ist.
es_419: La ventana %u pertenece a la pantalla %u, que ya no está disponible.
es_es: La ventana %u pertenece a la pantalla %u, que ya no está disponible.
fr: La fenêtre %u appartient à l’écran %u, qui n’est plus disponible.
ja: ウインドウ %u があるディスプレイ %u は利用できなくなりました。
ko: ID가 %u인 윈도우가 속한 디스플레이(ID %u)를 더 이상 사용할 수 없습니다.
pt_br: A janela %u pertence à tela %u, que não está mais disponível.
zh_hans: 窗口 %u 所在的显示器 %u 已不可用。
zh_hant: 視窗 %u 所在的顯示器 %u 已無法使用。

# recording.error.plan.window_not_found
source: Window %u is no longer available for recording.
de: Fenster %u ist für die Aufnahme nicht mehr verfügbar.
es_419: La ventana %u ya no está disponible para grabar.
es_es: La ventana %u ya no está disponible para grabar.
fr: La fenêtre %u n’est plus disponible pour l’enregistrement.
ja: ウインドウ %u は収録に利用できなくなりました。
ko: ID가 %u인 윈도우는 더 이상 녹화할 수 없습니다.
pt_br: A janela %u não está mais disponível para gravação.
zh_hans: 窗口 %u 已不可用于录制。
zh_hant: 視窗 %u 已無法用於錄製。

# recording.input_overlay.key.delete
source: Delete
de: Löschen
es_419: Eliminar
es_es: Suprimir
fr: Supprimer
pt_br: Apagar

# recording.input_overlay.key.return
source: Return
de: Eingabe
es_419: Intro
es_es: Retorno
fr: Retour
pt_br: Retorno
zh_hans: 回车

# recording.input_overlay.key.tab
source: Tab
de: Tabulator
es_419: Tabulador
es_es: Tabulador
fr: Tabulation
pt_br: Tabulação

# recording.preflight.action.start
source: Start Recording
de: Aufnahme starten
es_419: Iniciar grabación
es_es: Iniciar grabación
fr: Démarrer l’enregistrement
ja: 収録を開始
ko: 녹화 시작
pt_br: Iniciar gravação
zh_hans: 开始录制
zh_hant: 開始錄製

# recording.preflight.action.start_anyway
source: Start Anyway
de: Trotzdem starten
es_419: Iniciar de todos modos
es_es: Iniciar de todos modos
fr: Démarrer quand même
ja: このまま開始
ko: 그래도 시작
pt_br: Iniciar mesmo assim
zh_hans: 仍要开始
zh_hant: 仍要開始

# recording.preflight.checkbox.microphone
source: Record microphone
de: Mikrofon aufnehmen
es_419: Grabar micrófono
es_es: Grabar micrófono
fr: Enregistrer le microphone
ja: マイクを収録
ko: 마이크 녹음
pt_br: Gravar microfone
zh_hans: 录制麦克风
zh_hant: 錄製麥克風

# recording.preflight.checkbox.system_audio
source: Record system audio
de: Systemaudio aufnehmen
es_419: Grabar audio del sistema
es_es: Grabar audio del sistema
fr: Enregistrer le son du système
ja: システムオーディオを収録
ko: 시스템 오디오 녹음
pt_br: Gravar áudio do sistema
zh_hans: 录制系统音频
zh_hant: 錄製系統音訊

# recording.preflight.decision.blocked
source: Recording Cannot Start
de: Aufnahme kann nicht gestartet werden
es_419: No se puede iniciar la grabación
es_es: No se puede iniciar la grabación
fr: Impossible de démarrer l’enregistrement
ja: 収録を開始できません
ko: 녹화를 시작할 수 없음
pt_br: Não é possível iniciar a gravação
zh_hans: 无法开始录制
zh_hant: 無法開始錄製

# recording.preflight.decision.confirm_warnings
source: Review the Warnings
de: Warnungen prüfen
es_419: Revisa las advertencias
es_es: Revisa los avisos
fr: Vérifiez les avertissements
ja: 警告を確認してください
ko: 경고를 확인하세요
pt_br: Revise os avisos
zh_hans: 查看警告
zh_hant: 檢視警告

# recording.preflight.decision.ready
source: Ready to Record
de: Aufnahmebereit
es_419: Listo para grabar
es_es: Listo para grabar
fr: Prêt à enregistrer
ja: 収録の準備完了
ko: 녹화 준비 완료
pt_br: Pronto para gravar
zh_hans: 可以录制
zh_hant: 可以錄製

# recording.preflight.detail.disabled
source: Not enabled
de: Nicht aktiviert
es_419: No activado
es_es: No activado
fr: Non activé
ja: 無効
ko: 활성화되지 않음
pt_br: Não ativado
zh_hans: 未启用
zh_hant: 未啟用
